Overload List
Name  |   Description
GetAlignmentMethod(AnalyticalElementSelector)
 Gets the alignment method for a given selector.
 (Inherited from  AnalyticalModelStick  .)
GetAlignmentMethod(AnalyticalElementSelector, AnalyticalDirection)   |     Obsolete.
 Gets the alignment method for a given selector and direction.
 (Inherited from  AnalyticalModel  .)
 See Also
  AnalyticalModelColumn Class
  AnalyticalModelColumn Members
  Autodesk.Revit.DB.Structure Namespace